Repository: Godimage/Test
Catalog: yith-woocommerce-featured-audio-video-content-premium/languages/yith-woocommerce-featured-video-*.po
Languages: de_de, es_es, it_it, nl_nl

source: YouTube and Vimeo are supported
de_de: YouTube und Vimeo werden unterstützt
es_es: Compatible con YouTube y Vimeo
it_it: YouTube e Vimeo sono supportati
nl_nl: Geeft ondersteuning aan YouTube en Vimeo

source: Embedded code
de_de: Eingebetteter Code
es_es: Código insertado
it_it: Codice di incorporamento
nl_nl: Vastgezette code

source: Select Video
de_de: Wählen Sie Video
es_es: Seleccionar video
it_it: Seleziona video
nl_nl: Selecteer Video

source: Featured Audios
de_de: Ausgewählte Audios
es_es: Audios destacados
it_it: Audio in evidenza
nl_nl: Uitgelichte audiobestanden

source: <code><strong>YITH WooCommerce Featured Audio and Video Content</strong></code> allows you to set a video or audio instead of the featured image on the single product page. Also, you can add video or audio to a different gallery under the featured content. <a href="https://yithemes.com">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
de_de: <code><strong>YITH WooCommerce Featured Audio and Video Content</strong></code> Mit dieser Option können Sie ein Video oder Audio anstelle des vorgestellten Bilds auf der einzelnen Produktseite festlegen. Sie können auch Video oder Audio zu einer anderen Galerie unter den vorgestellten Inhalten hinzufügen. <a href="https://yithemes.com">Holen Sie sich weitere Plugins für Ihren E-Commerce-Shop auf <strong>YITH</strong></a>.
es_es: <code><strong>YITH WooCommerce Featured Audio and Video Content</strong></code> te permite establecer un vídeo o audio en lugar de la imagen destacada en la página del producto. Además, puedes añadir video o audio a una galería diferente bajo el contenido destacado. <a href="https://yithemes.com">Obtén más plugins para tu comercio electrónico en <strong>YITH</strong></a>.
it_it: <code><strong>YITH WooCommerce Featured Audio and Video Content</strong></code> ti permette di impostare un video o audio al posto dell'immagine in evidenza sulla pagina prodotto. Inoltre puoi anche aggiungere audio e video ad una galleria diversa sotto il contenuto in evidenza. <a href="https://yithemes.com">Ottieni più plugin per il tuo e-commerce su <strong>YITH</strong></a>.
nl_nl: <code><strong>YITH WooCommerce Featured Audio and Video Content</strong></code> kun je een video- of audiobestand instellen op de pagina van één product, in plaats van de uitgelichte afbeelding . Ook kun je video- of audiobestanden toevoegen aan een andere galerij onder de uitgelichte inhoud. <a href="https://yithemes.com">Krijg meer plugins voor je e-commerce shop op <strong>YITH</strong></a>.

source: Videos
it_it: Video

source: Color
de_de: Farbe
it_it: Colore
nl_nl: Kleur

source: Loop
nl_nl: Herhalen
