Repository: Godimage/Test
Catalog: yith-woocommerce-featured-audio-video-content-premium/languages/yith-woocommerce-featured-video-*.po
Languages: de_de, es_es, it_it, nl_nl

source: Video Settings
de_de: Video Einstellungen
es_es: Ajustes de video
it_it: Impostazioni video
nl_nl: Video instellingen

source: Audio Settings
de_de: Audio Einstellungen
es_es: Ajustes de audio
it_it: Impostazioni audio
nl_nl: Audio instelligen

source: Modal Settings
de_de: Modale Einstellungen
es_es: Ajustes de modal
it_it: Impostazioni finestra modale
nl_nl: Modaal instellingen

source: Gallery Settings
de_de: Galerieeinstellungen
es_es: Ajustes de galería
it_it: Impostazioni galleria
nl_nl: Galerij instellingen

source: Please select a Video
de_de: Bitte wählen Sie ein Video
es_es: Por favor, selecciona un video
it_it: Per favore seleziona un video
nl_nl: Selecteer A.U.B een video

source: Featured Video or Audio
de_de: Featured Video oder Audio
es_es: Video o audio destacado
it_it: Video o audio in evidenza
nl_nl: Uitgelichte video of audio

source: %s video was imported
es_es: %s video fue importado
it_it: %s video importato
nl_nl: %s video is geïmporteerd

source: Premium Version
es_es: Versión premium
it_it: Versione premium
nl_nl: Premium Versie

source: Featured Video URL
es_es: URL de video destacado
it_it: URL video in evidenza
nl_nl: Uitgelichte video URL

source: Video URL
es_es: URL del video
it_it: URL video

source: Enter the URL for the video you want to show in place of the featured image in the product detail page. (the services enabled are: YouTube and Vimeo ).
de_de: Geben Sie die URL für das Video ein, das Sie anstelle des vorgestellten Bildes auf der Produktdetailseite anzeigen möchten. (Die aktivierten Dienste sind: YouTube und Vimeo).
es_es: Introduce la URL para el video que quieres mostrar en lugar de la imagen destacada en la página de detalle del producto. (los servicios activados son: YouTube y Vimeo)
it_it: Inserisci l'URL del video che vuoi mostrare al posto dell'immagine in evidenza nella pagina dettaglio del prodotto (i servizi disponibili sono: YouTube e Vimeo).
nl_nl: Vul de URL in voor de video die je wilt weergeven in plaats van de afbeelding op de product pagina. (De beschikbare services zijn: YouTube en Vimeo).

source: YITH WooCommerce Featured Audio Video - Slider Video
es_es: YITH WooCommerce Featured Audio Video - Carrusel de video

source: Show your video or audio content in sidebar!
de_de: Zeigen Sie Ihre Video- oder Audioinhalte in der Seitenleiste!
es_es: ¡Muestra tu contenido de audio o video en una barra lateral!
it_it: Mostra il tuo contenuto video o audio nella barra laterale!
nl_nl: Laat je video of audio zien in de sidebar!

source: Title
de_de: Titel
es_es: Título
it_it: Titolo
nl_nl: Titel

source: Choose a content to show
de_de: Wählen Sie einen Inhalt aus, der angezeigt werden soll
es_es: Elegir contenido a mostrar
it_it: Scegli un contenuto da mostrare
nl_nl: Kies een inhoud om te laten zien

source: Copy Featured content from %s
de_de: Kopieren Sie den empfohlenen Inhalt von %s
es_es: Copiar contenido destacado desde %s
it_it: Copia il contenuto in evidenza da %s
nl_nl: Kopieer uitgelichte inhoud van %s

source: YITH WooCommerce Featured Audio and Video Content Premium is enabled but not effective. It requires WooCommerce in order to work.
de_de: YITH WooCommerce Featured Audio and Video Content Premium ist aktiviert, aber nicht wirksam. Es erfordert WooCommerce.
es_es: YITH WooCommerce Featured Audio and Video Content Premium está activado pero no es efectivo. Necesita WooCommerce para funcionar.
it_it: YITH WooCommerce Featured Audio and Video Content Premium è attivo ma non operativo. Il suo funzionamento richiede WooCommerce.
nl_nl: YITH WooCommerce Featured Audio en Video Content Premium is ingeschakeld maar nog niet werkzaam. Het heeft WooCommerce nodig om te functioneren.

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
it_it: Impostazioni generali
nl_nl: Algemene Settings

source: Video and Audio gallery mode
de_de: Video- und Audiogaleriemodus
es_es: Modo Galería de Audio y Video
it_it: Modalità galleria Video e audio
nl_nl: Video en Audio galerij modus

source: WooCommerce Gallery
de_de: WooCommerce Galerie
es_es: Galería de WooCommerce
it_it: Galleria WooCommerce

source: Plugin gallery
de_de: Plugin Galerie
es_es: Galería del plugin
it_it: Galleria plugin
nl_nl: Plugin galerij

source: By choosing WooCommerce Gallery, videos and audio files (featured ones excluded) will show in WooCommerce gallery. By choosing Plugin Gallery, videos and audio (featured ones excluded) will show in the related gallery
de_de: Wenn Sie die WooCommerce-Galerie auswählen, werden Videos und Audiodateien (mit Ausnahme der vorgestellten) in der WooCommerce-Galerie angezeigt. Wenn Sie Plugin-Galerie auswählen, werden Videos und Audio (ohne die empfohlenen) in der zugehörigen Galerie angezeigt
es_es: Al elegir la Galería de WooCommerce, los archivos de audio y video (destacados excluidos) serán mostrados en la Galería de WooCommerce. Al Elegir la Galería del plugin, los videos y audios (destacados excluidos) serán mostrados en la gañería relacionada
it_it: Scegliendo Galleria di WooCommerce i file audio e video (esclusi quelli in evidenza) verranno mostrati nella galleria di WooCommerce. Scegliendo Galleria del Plugin i file audio e video (esclusi quelli in evidenza) verranno mostrati nella relativa galleria.
nl_nl: Als je kiest voor video- en audiobestanden uit de WooCommerce Gallery (uitgelichte bestanden uitgezonderd) dan zullen deze worden weergegeven in de WooCommerce gallery. Als je kiest voor video- en audiobestanden uit de Plugin galerij (uitgelichte bestanden uitgezonderd) worden deze weergegeven in de gerelateerde galerij.

source: Video and Audio in the slider
de_de: Video und Audio im Schieberegler
es_es: Video y audio en el carrusel
it_it: Video e audio nello slider
nl_nl: Video and Audio in de slider

source: It shows audios and videos in slider, replacing the featured image. This option is possible only if YITH WooCommerce Zoom Magnifier is enabled.
de_de: Es zeigt Audios und Videos im Schieberegler und ersetzt das vorgestellte Bild. Diese Option ist nur möglich, wenn YITH WooCommerce Zoom Magnifier aktiviert ist.
es_es: Muestra audios y videos en el carrusel, reemplazando la imagen destacada. Esta opción es posible solo si YITH WooCommerce Zoom Magnifier está activado.
it_it: Mostra gli audio e i video nello slider sostituendo l'immagine in evidenza. Questa opzione è possibile solo se è attivo YITH WooCommerce Zoom Magnifier.
nl_nl: Het geeft de audios en videos weer in the slider, en vervangt de originele afbeelding. Deze optie is alleen mogelijk als YITH WooCommerce Zoom Magnifier is ingeschakeld

source: Video and Audio in sidebar
de_de: Video und Audio in der Seitenleiste
es_es: Video y audio en la barra lateral
it_it: Video e audio nella barra laterale
nl_nl: Video en Audio in sidebar

source: Show the audio and video sliders in a sidebar instead of under the product image gallery
de_de: Zeigen Sie die Audio- und Video-Schieberegler in einer Seitenleiste anstatt unter der Produktbildergalerie an
es_es: Mostrar los carruseles de audio y video en una barra lateral en lugar de bajo la galería de imagen del producto
it_it: Mostra gli slider audio e video in una barra laterale invece che sotto la galleria immagini del prodotto
nl_nl: Weergeef de audio en video sliders in de sidebar in plaats van onder het product in de afbeeldingen

source: SoundCloud Settings
de_de: SoundCloud Einstellungen
es_es: Ajustes de SoundCloud
it_it: Impostazioni SoundCloud
nl_nl: SoundCloud Instellingen

source: Show Artwork
de_de: Kunstwerk zeigen
es_es: Mostrar ilustración
it_it: Mostra immagine
nl_nl: Laat Artwork zien

source: Show or hide the item's artwork
de_de: Ein- oder Ausblenden der Grafik des Elements
es_es: Mostrar u ocultar la obra de arte del artículo
it_it: Mostra o nascondi la copertina dell'articolo
nl_nl: Toon of verberg de item illustratie

source: AutoPlay
de_de: Automatisches Abspielen
es_es: Autoreproducir
it_it: Riproduzione automatica

source: If the browser support it, the audio will be autoplayed
de_de: Wenn der Browser dies unterstützt, wird das Audio automatisch wiedergegeben
es_es: Si el navegador lo soporta, el audio se autoreproducirá
it_it: Se supportato dal browser, l'audio avrà la riproduzione automatica.
nl_nl: Als de browser het ondersteunt, zal de audio automatisch worden afgespeeld

source: Volume
de_de: Volumen
es_es: Volúmen

source: Set volume, 0 mute , 1 high volume
de_de: Lautstärke einstellen, 0 stumm schalten, 1 hohe Lautstärke
es_es: Establecer volumen, 0 mudo, 1 volumen alto
it_it: Imposta il volume, 0 muto, 1 volume alto
nl_nl: Zet volume, 0 mute , 1 hoog volume

source: Show Comments
de_de: Anmerkungen anzeigen
es_es: Mostrar comentarios
it_it: Mostra commenti
nl_nl: Weergeef commentaar

source: Hide/Show comments
de_de: Kommentare ausblenden / anzeigen
es_es: Ocultar/mostrar comentarios
it_it: Nascondi/Mostra commenti
nl_nl: Verberg/Weergeef comments

source: Show sharing button
de_de: Freigabeschaltfläche anzeigen
es_es: Mostrar botón de compartir
it_it: Mostra pulsante di condivisione
nl_nl: Weergeef share knop

source: Show or hide share buttons
de_de: Freigabe-Schaltflächen ein- oder ausblenden
es_es: Mostrar u ocultar los botones para compartir
it_it: Mostra o nascondi i pulsanti di condivisione
nl_nl: Toon of verberg delen knoppen

source: Set the color for the player button and other options
de_de: Stellen Sie die Farbe für die Player-Taste und andere Optionen ein
es_es: Establece el color para el botón de Reproducción y otras opciones
it_it: Imposta il colore per il pulsante del riproduttore e altre opzioni
nl_nl: Kleur instellen voor de afspeel knop en andere opties

source: Video in modal
es_es: Video en modal
it_it: Video nella finestra modale
nl_nl: Video in modaal

source: Show featured video in a modal window
de_de: Zeigen Sie das vorgestellte Video in einem modalen Fenster
es_es: Mostrar video destacado en una ventana modal
it_it: Mostra il video in evidenza in una finestra modale
nl_nl: Toon een uitgelicht videobestand in een modaal scherm

source: Audio in modal
es_es: Audio en modal
it_it: Audio nella finestra modale
nl_nl: Audio in modaal

source: Show featured audio in a modal window
de_de: Zeigen Sie vorgestellten Audio in einem modalen Fenster
es_es: Mostrar el audio destacado en una ventana modal
it_it: Mostra l'audio in evidenza in una finestra modale
nl_nl: Toon een uitgelicht audiobestand in een modaal scherm

source: Modal displaying effect
de_de: Modaler Anzeigeeffekt
es_es: Efecto de visualización de modal
it_it: Effetti di visualizzazione finestra modale

source: None
de_de: Keiner
es_es: Ninguno
it_it: Nessuno
nl_nl: Geen

source: Corner
de_de: Ecke
es_es: Esquina
nl_nl: Hoek

source: Slide down
es_es: Deslizar hacia abajo
nl_nl: Slide naar beneden

source: Scale
de_de: Rahmen
es_es: Escala
nl_nl: Weegschaal

source: Little genie
de_de: Kleiner Geist
es_es: Pequeño genio

source: Aspect Ratio
de_de: Seitenverhältnis
es_es: Relación de aspecto
it_it: Proporzioni

source: Custom Aspect Ratio
de_de: Benutzerdefiniertes Seitenverhältnis
es_es: Radio de aspecto personalizado
it_it: Aspect Ratio personalizzato
nl_nl: Aangepast Aspect Ratio

source: Choose the aspect ratio for your video
de_de: Wählen Sie das Seitenverhältnis für Ihr Video
es_es: Elige la relación de aspecto para tu video
it_it: Scegli le proporzioni per il tuo video
nl_nl: Kies de aspect ratio voor je video

source: Set your custom aspect ratio for your video. Example: 3:2,21:9
de_de: Stellen Sie Ihr benutzerdefiniertes Seitenverhältnis für Ihr Video ein. Beispiel: 3:2,21:9
es_es: Establece el aspecto radio personalizado para tu video. Ejemplo: 3:2,21:9
it_it: Imposta l'aspect ratio per il tuo video. Esempio: 3:2,21:9
nl_nl: Kies de aspect ratio voor uw video. Voorbeeld: 3:2,21:9

source: Enter two values separated by :
de_de: Geben Sie zwei Werte ein, die durch Folgendes getrennt sind:
es_es: Introduce dos valores separados por :
it_it: Inserisci due valori separati da :
nl_nl: Voer twee waardes in gescheiden door een :

source: Player Controls
de_de: Spielersteuerung
es_es: Controles de jugador
it_it: Comandi lettore

source: This option sets whether the player has usable controls by users. ( Only on Youtube and Video uploaded ).
de_de: Diese Option legt fest, ob der Player über verwendbare Steuerelemente für Benutzer verfügt. (Nur auf Youtube und Video hochgeladen).
es_es: Esta opción establece si el jugador tiene controles usables por los usuarios. (Solo subidles en Youtube y video).
it_it: Questa opzione imposta se il riproduttore ha comandi utilizzabili dagli utenti. (Solo su caricamenti Youtube e video caricati).
nl_nl: Deze optie bepaald of de speler de controle van de user kan inschakelen. ( Alleen bij een YouTube video )

source: If checked, the video will start playing as soon as page is loaded
de_de: Wenn diese Option aktiviert ist, wird das Video abgespielt, sobald die Seite geladen ist
es_es: Si está marcada, el video comenzará a reproducirse tan pronto como cargue la página
it_it: Se selezionata, la riproduzione del video inizierà non appena la pagina sarà stata caricata
nl_nl: Als ingeschakeld, begint de video te spelen als de pagina is geladen

source: The loop attribute causes the video to start over as soon as it ends
de_de: Das Schleifenattribut bewirkt, dass das Video neu gestartet wird, sobald es endet
es_es: El atributo del loop causa que el video comience de nuevo según termina
it_it: Questo valore farà ricominciare la riproduzione del video non appena questo sarà terminato
nl_nl: Het herhalen van de video zorgt ervoor dat de video opnieuw begint te spelen zodra deze afgelopen is

source: Stoppable videos
de_de: Stoppbare Videos
es_es: Videos que se pueden detener
it_it: Pausa video
nl_nl: Video´s die je kunt stoppen

source: Allow users to pause videos
de_de: Benutzern erlauben, Videos anzuhalten
es_es: Permitir a los usuarios detener los videos
it_it: Permetti agli utenti di mettere in pausa i video
nl_nl: Laat gebruikers de video pauzeren

source: Youtube Settings
de_de: Youtube Einstellungen
es_es: Ajustes de Youtube
it_it: Impostazioni Youtube
nl_nl: YouTube instellingen

source: Show Related
de_de: Verwandte anzeigen
es_es: Mostrar relacionados
it_it: Mostra correlati
nl_nl: Laat soortgelijke producten zien

source: If unchecked the related videos will come from the same channel as the video that was just played.
de_de: Wenn diese Option deaktiviert ist, stammen die zugehörigen Videos vom selben Kanal wie das gerade abgespielte Video.
es_es: Si no está marcada, los videos relacionados vendrán del mismo canal que el del vídeo que se acaba de reproducir.
it_it: Se disattivato, i video correlati proverranno dallo stesso canale del video appena riprodotto.
nl_nl: Indien uitgeschakeld zullen de gerelateerde videos van het zelfde kanaal komen als de video die zojuist is afgespeeld.

source: Theme
es_es: Tema
it_it: Tema
nl_nl: Thema

source: Dark
de_de: dunkel
es_es: Oscuro
it_it: Scuro
nl_nl: Donker

source: Light
de_de: hell
es_es: Claro
it_it: Chiaro
nl_nl: Licht

source: Set the Youtube player style
de_de: Stellen Sie den Youtube-Player-Stil ein
es_es: Establece el estilo de reproducción de Youtube
it_it: Imposta lo stile del riproduttore Youtube
nl_nl: Youtube player stijl instellen

source: Red
de_de: rot
es_es: Rojo
it_it: Rosso
nl_nl: Rood

source: White
de_de: Weiß
es_es: Blanco
it_it: Bianco
nl_nl: Wit

source: Sets the color used in the player progress bar
de_de: Legt die Farbe fest, die im Fortschrittsbalken des Players verwendet wird
es_es: Establece el color usado en la barra de progreso de reproducción
it_it: Imposta i colori usati nella barra di progressione del riproduttore
nl_nl: Stel de kleur in voor de progres bar

source: Vimeo Settings
de_de: Vimeo-Einstellungen
es_es: Ajustes de Vimeo
it_it: Impostazioni Vimeo
nl_nl: Vimeo instellingen

source: Show Video Title
de_de: Videotitel anzeigen
es_es: Mostrar título del video
it_it: Mostra il titolo del video
nl_nl: Weergeef titel van de video

source: Choose whether to show the video title in the Vimeo player or not
de_de: Wählen Sie aus, ob der Videotitel im Vimeo-Player angezeigt werden soll oder nicht
es_es: Elige si mostrar el título del video en el reproductor de Vimeo o no
it_it: Scegli se mostrare o meno il titolo del video nel riproduttore Vimeo
nl_nl: Bepaal of u de videotitel wilt weergeven in de Vimeo player of niet

source: Set the playback controls color for the Vimeo player
de_de: Stellen Sie die Farbe der Wiedergabesteuerung für den Vimeo-Player ein
es_es: Establece el color de los controles de reproducción de Vimeo
it_it: -Imposta il colore dei comandi playback per il riproduttore Vimeo
nl_nl: Stel de playback bedieningspanelen in voor de Vimeo player

source: VideoJS Player Style
de_de: VideoJS-Player-Stil
es_es: Estilo de jugador de VideoJS
it_it: Stile riproduttore VideoJS
nl_nl: VideoJS Player Stijl

source: Style
de_de: Stil
es_es: Estilo
it_it: Stile
nl_nl: Stijl

source: Default
de_de: Standard
es_es: Por defecto
it_it: Predefinito
nl_nl: Standaard

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizar
it_it: Personalizzato
nl_nl: Gebruikelijk

source: Set the default style or customize with different colors
de_de: Legen Sie den Standardstil fest oder passen Sie ihn mit verschiedenen Farben an
es_es: Establece el estilo predeterminado o personaliza con diferentes colores
it_it: Imposta lo stile predefinito oppure personalizza con colori diversi
nl_nl: Standaardstijl instellen of aanpassen met verschillende kleuren

source: Main Font Colors
de_de: Hauptschriftfarben
es_es: Colores de fuente principales
it_it: Colori carattere principale
nl_nl: Gebruikelijke Font Kleuren

source: The colors of text the icons (icon font)
de_de: Die Farben des Textes die Symbole (Symbolschrift)
es_es: Los colores de texto de los iconos (fuente de icono)
it_it: I colori del testo delle icone (icona font)
nl_nl: De kleuren van de tekst iconen (icon font)

source: Control background color
de_de: Hintergrundfarbe steuern
es_es: Color de fondo del control
it_it: Colore sfondo lettore
nl_nl: Controleer achtergrond kleur

source: The default background color of the controls is black, with a little bit of blue so it can still be seen on all black video frames, which are common.
de_de: Die Standardhintergrundfarbe der Steuerelemente ist Schwarz mit ein wenig Blau, sodass sie weiterhin auf allen gängigen schwarzen Videobildern angezeigt wird.
es_es: El color de fondo de los controles es negro por defecto, con un poco de azul por lo que se puede seguir viendo en todos los marcos negros de video, los cuales son comunes.
it_it: Il colore di sfondo predefinito è nero, con una leggera gradazione di blu così da poter essere visibile all'interno delle cornici video nere molto comuni.
nl_nl: De default achtergrondkleur van de controls is zwart, met een klein beetje blauw, zodat het nog steeds zichtbaar is op alle zwarte video frames, die veel gebruikt worden.

source: Slider Color
de_de: Schiebereglerfarbe
es_es: Color del carrusel
it_it: Colore slider
nl_nl: Kleur van de slider

source: Set the color for progress and volume bars and for the background
de_de: Stellen Sie die Farbe für Fortschritts- und Lautstärkebalken sowie für den Hintergrund ein
es_es: Establece el color para las barras de progreso y volumen y para el fondo
it_it: Imposta il colore per le barre di progressione e volume e per lo sfondo
nl_nl: Kleur instellen voor verloop en volumebalken en voor de achtergrond

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de fondo
it_it: Colore di background
nl_nl: Achtergrondkleur

source: Big Play Button Border Color
de_de: Big Play Button Rahmenfarbe
es_es: Color de borde de botón de reproducción grande
it_it: Colore bordi pulsante grande di riproduzione
nl_nl: Grote play knop rand kleur

source: Set the border color of the big Play button
de_de: Stellen Sie die Rahmenfarbe der großen Wiedergabetaste ein
es_es: Establecer el color del borde del botón grande de Reproducir
it_it: Imposta il colore del bordo del pulsante Play grande
nl_nl: Randkleur van de grote Afspelen knop

source: Tools
es_es: Herramientas
it_it: Strumenti
nl_nl: Gereedschappen

source: Import video from Free version
es_es: Importar vídeo desde la versión gratuita
it_it: Importa video dalla versione gratuita
nl_nl: Video importeren van gratis versie

source: Import all video from Free plugin version
es_es: Importar todos los vídeos de la versión gratuita del plugin
it_it: Importa tutti i video dalla versione gratuita del plugin
nl_nl: Importeer alle video's van de gratis plugin versie

source: Featured
es_es: Destacado
it_it: In evidenza
nl_nl: Uitgelicht

source: Remove
de_de: Entfernen
es_es: Eliminar
it_it: Rimuovi
nl_nl: Verwijder

source: Click to toggle
de_de: Klicken Sie zum Umschalten
es_es: Haz clic para alternar
it_it: Fai clic per attivare
nl_nl: Klik om te ontkoppelen

source: Audio Thumbnail:
de_de: Audio-Miniaturansicht:
es_es: Miniatura del audio:
it_it: Miniatura audio:

source: Select Thumbnail
de_de: Wählen Sie Miniaturansicht
es_es: Seleccionar miniatura
it_it: Seleziona miniatura
nl_nl: Selecteer Thumbnail

source: Audio Title
de_de: Audio Titel
es_es: Título del audio
it_it: Titolo audio
nl_nl: Audio Titel

source: Audio Url
es_es: Url del audio
it_it: URL audio

source: Featured Video
es_es: Video destacado
it_it: Video in evidenza
nl_nl: Uitgelichte video

source: Video Title
de_de: Video Titel
es_es: Título del video
it_it: Titolo video
nl_nl: Video titel

source: Video Host:
es_es: Servidor del video:
it_it: Host video:

source: Embedded Code
de_de: Eingebetteter Code
es_es: Código insertado
it_it: Codice embedded

source: Upload
de_de: Hochladen
es_es: Subir
it_it: Caricamento

source: Remove Video
de_de: Entfernen Video
es_es: Eliminar video
it_it: Rimuovi video
nl_nl: Verwijder Video

source: Video Thumbnail:
de_de: Video Miniaturansicht:
es_es: Miniatura del video:
it_it: Miniatura video:

source: Insert the
de_de: Setzen Sie die
es_es: Inserta el
it_it: Inserisci il
nl_nl: Invoegen

source: song URL
de_de: Lied URL
es_es: URL de la canción
it_it: URL brano
nl_nl: Lied URL

source: Expand
de_de: Erweitern
es_es: Expandir
it_it: Espandi
nl_nl: Uitbereiden

source: Close
de_de: Schließen
es_es: Cerrar
it_it: Chiudi
nl_nl: Sluiten

source: Product Audio
de_de: Produkt Audio
es_es: Audio del producto
it_it: Prodotto audio

source: Audio Name
es_es: Nombre del audio
it_it: Nome audio
nl_nl: Audio naam

source: Audio URL
es_es: URL del audio
it_it: URL audio

source: Add Audio Track
de_de: Audiospur hinzufügen
es_es: Añadir pista de audio
it_it: Aggiungi brano
nl_nl: Kies Audio

source: Choose featured content
de_de: Wählen Sie ausgewählte Inhalte
es_es: Elegir contenido destacado
it_it: Scegli contenuto in evidenza
nl_nl: Kies uitgelichte inhoud

source: Product Video
de_de: Produktvideo
es_es: Video del producto
it_it: Prodotto video

source: Add Video
de_de: Video hinzufügen
es_es: Añadir un video
it_it: Aggiungi video
nl_nl: Voeg video toe

source: Select By...
de_de: Wählen Sie Nach ...
es_es: Seleccionar por…
it_it: Seleziona per...
nl_nl: Geselecteerd door...

source: By ID
de_de: Nach ID
es_es: Por ID
it_it: ID
nl_nl: Door ID

source: By URL
de_de: Nach URL
es_es: Por URL
it_it: URL
nl_nl: Door URL

source: By Embedded code
de_de: Nach eingebetteten Code
es_es: Por código insertado
it_it: Codice di incorporamento
nl_nl: Door Embedded code

source: By Upload
de_de: Nach Hochladen
es_es: Por subir
it_it: Caricamento
nl_nl: Door Upload

source: Video Name
es_es: Nombre del video
it_it: Nome video
nl_nl: Video Naam

source: Host
es_es: Servidor
it_it: Servizio

source: Video ID
es_es: ID del video
it_it: ID video
